const cityData = [
  { name: '杭州', area: '其他' },
  { name: '宁波', area: '其他' },
  { name: '温州', area: '其他' },
  { name: '嘉兴', area: '其他' },
  { name: '湖州', area: '华西大区' },
  { name: '绍兴', area: '东北大区' },
  { name: '金华', area: '华西大区' },
  { name: '衢州', area: '华西大区' },
  { name: '舟山', area: '华南大区' },
  { name: '台州', area: '华中大区' },
  { name: '丽水', area: '华西大区' },
];

const geoCoordMap = {
  '杭州': [120.153576, 30.287459],
  '宁波': [121.549792, 29.868388],
  '温州': [120.672111, 28.000575],
  '嘉兴': [120.750865, 30.762653],
  '湖州': [120.102398, 30.867198],
  '绍兴': [120.582112, 29.997117],
  '金华': [119.649506, 29.089524],
  '衢州': [118.87263, 28.941708],
  '舟山': [122.106863, 30.016028],
  '台州': [121.428599, 28.661378],
  '丽水': [119.921786, 28.451993]
};

export { cityData, geoCoordMap }